/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "%@의 홈 폴더 암호화 중";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "%@의 홈 폴더 암호 해제 중";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "%@의 홈 폴더에서 디스크 공간 복구 중";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "%@의 홈 폴더 백업 중";

"CONVERTING_MESSAGE_FORMAT" = "%@의 홈 폴더를 변환 중";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "준비 중...";
"PHASE_CREATING_IMAGE" = "FileVault 생성 중...";
"PHASE_MOUNTING_IMAGE" = "FileVault 마운트 중...";
"PHASE_COPYING_TO_IMAGE" = "홈 폴더의 내용을 FileVault로 복사 중...";
"PHASE_COPY_COMPLETE" = "복사가 완료되었습니다...";
"PHASE_UPDATING_USER_RECORD" = "사용자 기록 업데이트 중...";
"PHASE_UNMOUNTING_IMAGE" = "FileVault 마운트 해제 중...";
"PHASE_DELETING_OLD_HOME" = "이전 홈 폴더 제거 중...";
"PHASE_SECURE_ERASING_OLD_HOME" = "이전 홈 폴더를 보안 지우기 하는 중...";
"PHASE_CANCELLING" = "취소 중...";
"PHASE_PAUSED" = "중지됨";
"PHASE_COMPACTING" = "디스크 공간 복구 중...";
"PHASE_BACKINGUP" = "백업 중...";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "계산 중...";
"TIME_EST_ABOUT_5_SECONDS" = "약 5초";
"TIME_EST_ABOUT_10_SECONDS" = "약 10초";
"TIME_EST_UNDER_A_MINUTE" = "1분 미만";
"TIME_EST_ABOUT_A_MINUTE" = "약 1분";
"TIME_EST_ABOUT_N_MINUTES" = "약 %d분";
"TIME_EST_ABOUT_ONE_HOUR" = "약 1시간";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "약 1시간 %d분";
"TIME_EST_ABOUT_PLURAL_HOURS" = "약 %d시간";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "약 %1$d시간 %2$d분";


"TIME_REMAINING_FORMAT" = "남은 시간: %@";
"CANCEL_BUTTON_LABEL" = "취소";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "중단";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "계속";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "FileVault를 중단하겠습니까?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "FileVault가 이 홈 폴더의 암호화를 완료하지 못했습니다. 지금 중단한다면, 이 홈 폴더에 대해 FileVault가 꺼지고, 홈 폴더는 암호화되지 않습니다.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "FileVault를 중단하겠습니까?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "FileVault가 이 홈 폴더의 암호 해제를 완료하지 못했습니다. 지금 중단한다면, 이 홈 폴더에 대해 FileVault가 켜지고, 홈 폴더가 여전히 암호화됩니다.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "계속";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "지금 건너뜀";

"COMPACT_CONFIRMATION_MESSAGE" = "FileVault로 보호된 홈 폴더는 필요한 것보다 많은 디스크 공간을 사용 중입니다. FileVault는 이 공간을 복구할 수 있습니다. 계속하겠습니까?";

"COMPACT_CONFIRMATION_INFO" = "계속을 클릭하면 FileVault는 사용되지 않는 디스크 공간을 복구합니다. 이 작업에는 시간이 걸리지만, 지금 FileVault로 디스크 공간을 복구할 것을 권장합니다.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "승인";
"FV_ERROR_TITLE" = "오류 발생";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "암호화하는 동안 오류가 발생했습니다(%@). FileVault가 이 계정에 대해 켜지지 않습니다.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "암호 해제하는 동안 오류가 발생했습니다(%@). FileVault가 이 계정에 대해 꺼지지 않습니다.";
"FV_COULD_NOT_CREATE_IMAGE" = "FileVault 디스크 이미지를 생성할 수 없음";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "임시 마운트 포인트 디렉토리를 생성할 수 없음";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "복사하기 위한 FileVault 디스크 이미지를 마운트할 수 없음";
"FV_ERROR_OCCURRED_DURING_COPY" = "복사 중에 오류가 발생했습니다.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "확인하기 위한 FileVault 디스크 이미지를 마운트할 수 없음";
"FV_VERIFICATION_FAILED" = "확인 실패";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "FileVault 디스크 이미지를 마운트 해제할 수 없음";
"FV_ERROR_DEFAULT" = "오류 %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "이전 홈 폴더가 안전하게 지워졌습니다.";
"FV_SECURE_ERASE_FINISHED_INFO" = "현재 사용자의 계정에 대한 FileVault 보호가 켜져 있으며 홈 폴더 내용이 암호화되어 있습니다.";
"FV_SECURE_ERASE_FAILED_TITLE" = "FileVault 변환 진행 중에 이전 홈 폴더를 보안 지우기하는 동안 문제가 발생했습니다.";
"FV_SECURE_ERASE_FAILED_INFO" = "이전 홈 디렉토리가 완전히 지워지기 전에 보안 지우기에 실패했습니다.";
"FV_CONTINUE_TITLE" = "배경에 있는 이전 홈 폴더를 계속 지우겠습니까?";
"FV_CONTINUE_INFO" = "“승인”을 클릭하면, FIleVault가 작업하는 동안 이전 홈 폴더를 안전하게 지웁니다. 지우기 진행 상태를 확인하려면, 시스템 환경설정의 보안 패널을 여십시오.";